Repository: IuriiNaumov/Droword
Catalog: Droword/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

source: Packs for this language pair will show up here.
de: Packs für dieses Sprachenpaar erscheinen hier.
es: Los packs de este par de idiomas salen aquí.
fr: Les packs pour cette paire de langues apparaissent ici.
ja: この言語ペアのパックがここに出るよ。
ko: 이 언어 쌍의 팩이 여기에 나와.
ru: Наборы для этой пары языков появятся здесь.

source: Paper
de: Papier
es: Papel
fr: Papier
ja: ペーパー
ko: 페이퍼
ru: Бумага

source: Parts of speech
de: Wortarten
es: Partes del discurso
fr: Classes grammaticales
ja: 品詞
ko: 품사
ru: Части речи

source: Payment will be charged to your Apple ID account at confirmation of purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions in your App Store account settings.
de: Die Zahlung wird bei Kaufbestätigung deinem Apple-ID-Konto belastet. Das Abonnement verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums gekündigt wird. Dein Konto wird innerhalb von 24 Stunden vor Ende des aktuellen Zeitraums für die Verlängerung belastet. Du kannst deine Abonnements in den Einstellungen deines App-Store-Kontos verwalten und kündigen.
es: El pago se cargará a tu cuenta de Apple ID al confirmar la compra. La suscripción se renueva automáticamente a menos que se cancele al menos 24 horas antes del final del período actual. Se te cobrará la renovación dentro de las 24 horas anteriores al final del período actual. Puedes gestionar y cancelar tus suscripciones en los ajustes de tu cuenta de la App Store.
fr: Le paiement sera facturé à votre compte Apple ID lors de la confirmation d’achat. L’abonnement se renouvelle automatiquement sauf annulation au moins 24 heures avant la fin de la période en cours. Votre compte sera débité pour le renouvellement dans les 24 heures précédant la fin de la période. Vous pouvez gérer et annuler vos abonnements dans les réglages de votre compte App Store.
ja: お支払いはご購入確定時にApple IDアカウントに請求されます。サブスクリプションは現在の期間終了の24時間前までにキャンセルしない限り自動更新されます。更新料金は現在の期間終了の24時間以内に請求されます。App Storeのアカウント設定でサブスクリプションの管理・キャンセルが可能です。
ko: 구매 확인 시 Apple ID 계정으로 결제가 청구됩니다. 구독은 현재 기간 종료 최소 24시간 전에 취소하지 않으면 자동으로 갱신됩니다. 현재 기간 종료 24시간 이내에 갱신 비용이 청구됩니다. App Store 계정 설정에서 구독을 관리하고 취소할 수 있습니다.
ru: Оплата будет списана с твоего Apple ID при подтверждении покупки. Подписка автоматически продлевается, если не отменена минимум за 24 часа до окончания текущего периода. Плата за продление списывается в течение 24 часов до окончания текущего периода. Управлять подписками и отменять их можно в настройках App Store.

source: Per day
de: Pro Tag
es: Por día
fr: Par jour
ja: 1日あたり
ko: 일일
ru: В день

source: per month
de: pro Monat
es: al mes
fr: par mois
ja: 月額
ko: 월
ru: в месяц

source: Perfect 10!
de: Perfekte 10!
es: ¡10 perfecto!
fr: 10 sur 10 !
ja: パーフェクト10！
ko: 완벽한 10점!
ru: Идеально 10!

source: Perfect Score
de: Perfekte Punktzahl
es: Puntuación perfecta
fr: Score parfait
ja: パーフェクトスコア
ko: 만점
ru: Идеальный результат

source: Personal details
de: Persönliche Daten
es: Datos personales
fr: Informations personnelles
ja: 個人情報
ko: 개인 정보
ru: Личные данные

source: Pick a pack, add the words, then practice.
de: Pack wählen, Wörter adden, dann üben.
es: Elige un pack, añade las palabras y practica.
fr: Choisis un pack, ajoute les mots, puis entraîne-toi.
ja: パックを選んで単語を追加して練習。
ko: 팩을 고르고 단어를 넣은 다음 연습.
ru: Выбери набор, добавь слова, потом практикуй.

source: Pick the feel. Tap a row to use it, or play a sample first.
de: Wähl das Gefühl. Tippe eine Zeile zum Nutzen oder hör erst eine Probe.
es: Elige el tacto. Toca una fila para usarlo, o prueba una muestra.
fr: Choisis le feeling. Tape une ligne pour l'utiliser, ou écoute un sample.
ja: 感触を選んで。行をタップするか、先にサンプルを。
ko: 느낌을 골라. 줄을 탭하거나 먼저 샘플을 느껴봐.
ru: Выбери ощущение. Тапни строку, чтобы включить, или сначала послушай рукой.

source: Pick up to 4 — suggestions lean this way
de: Max. 4 — Vorschläge gehen in die Richtung
es: Hasta 4 — las sugerencias tiran para aquí
fr: Jusqu'à 4 — les suggestions penchent par ici
ja: 最大4つ — サジェストがこっちに寄る
ko: 최대 4개 — 추천이 이쪽으로 기울어
ru: До 4 — подсказки будут в эту сторону

source: Pick what shows on Home. Keep it calm or keep it busy — your call.
de: Wähl, was auf Home erscheint. Ruhig oder lebendig — deine Wahl.
es: Elige qué se ve en Home. Tranquilo o con movimiento — tú decides.
fr: Choisis ce qui apparaît sur Home. Calme ou vivant — à toi.
ja: ホームに出すものを選んで。静かでもにぎやかでもOK。
ko: 홈에 뭘 보여줄지 골라. 조용하게든 바쁘게든 — 네 선택.
ru: Выбери, что видно на главной. Спокойно или шумно — как тебе удобно.

source: Play %@
de: %@ abspielen
es: Reproducir %@
fr: Lire %@
ja: %@を再生
ko: %@ 재생
ru: Слушать %@

source: Play pronunciation
de: Aussprache abspielen
es: Reproducir pronunciación
fr: Lire la prononciation
ja: 発音を再生
ko: 발음 재생
ru: Воспроизвести произношение

source: Plays audio for %@
de: Spielt Audio für %@ ab
es: Reproduce audio para %@
fr: Lit l’audio pour %@
ja: %@の音声を再生
ko: %@ 오디오 재생
ru: Воспроизводит аудио для %@

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
ja: ポルトガル語
ko: 포르투갈어
ru: Португальский

source: Practice paid off — these words are deeply stored
de: Übung hat sich gelohnt — fest im Gedächtnis
es: La práctica dio frutos — estas palabras están grabadas
fr: L'entraînement a payé — ces mots sont bien ancrés
ja: 練習の成果です — しっかり記憶に定着しました
ko: 연습 효과 만점 — 깊이 기억에 새겨졌어요
ru: Практика дала результат — слова крепко засели

source: Practice will bias toward this
de: Üben neigt sich dahin
es: La práctica se inclinará aquí
fr: La pratique penchera par ici
ja: 練習がここに寄るよ
ko: 연습이 이쪽에 치우쳐
ru: Практика будет клониться сюда

source: Preview voice %@
de: Stimmvorschau %@
es: Vista previa de voz %@
fr: Aperçu de la voix %@
ja: 音声プレビュー %@
ko: 음성 미리듣기 %@
ru: Прослушать голос %@

source: Price
de: Preis
es: Precio
fr: Prix
ja: 価格
ko: 가격
ru: Цена

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
ru: Политика конфиденциальности

source: PRO Active
de: PRO aktiv
es: PRO Activo
fr: PRO actif
ja: PRO有効
ko: PRO 활성
ru: PRO активен

source: PRO is active
de: PRO ist aktiv
es: PRO está activo
fr: PRO est actif
ja: PROが有効です
ko: PRO 활성화됨
ru: PRO активен

source: PRO Trial
de: PRO Testversion
es: Prueba PRO
fr: Essai PRO
ja: PROトライアル
ko: PRO 체험
ru: PRO пробный период

source: Processing
de: Wird verarbeitet
es: Procesando
fr: Traitement en cours
ja: 処理中
ko: 처리 중
ru: Обработка

source: Product not available. Check your connection.
de: Produkt nicht verfügbar. Prüfe deine Verbindung.
es: Producto no disponible. Comprueba tu conexión.
fr: Produit non disponible. Vérifiez votre connexion.
ja: 商品が利用できません。接続を確認してください。
ko: 제품을 사용할 수 없습니다. 연결을 확인하세요.
ru: Продукт недоступен. Проверьте соединение.

source: Profile photo
de: Profilfoto
es: Foto de perfil
fr: Photo de profil
ja: プロフィール写真
ko: 프로필 사진
ru: Фото профиля

source: Pronunciation
de: Aussprache
es: Pronunciación
fr: Prononciation
ja: 発音
ko: 발음
ru: Произношение

source: Put on headphones and learn while doing other things. Audio flashcards with customizable pauses and speed.
de: Setze Kopfhörer auf und lerne nebenbei. Audio-Karteikarten mit anpassbaren Pausen und Geschwindigkeit.
es: Ponte los auriculares y aprende mientras haces otras cosas. Tarjetas de audio con pausas y velocidad personalizables.
fr: Mettez vos écouteurs et apprenez en faisant autre chose. Cartes audio avec pauses et vitesse personnalisables.
ja: ヘッドホンをつけて他のことをしながら学習。カスタマイズ可能なポーズと速度の音声フラッシュカード。
ko: 이어폰을 끼고 다른 일을 하면서 학습하세요. 일시정지와 속도를 조절할 수 있는 오디오 플래시카드.
ru: Надень наушники и учись, занимаясь другими делами. Аудиокарточки с настраиваемыми паузами и скоростью.

source: Quiz Legend
de: Quiz-Legende
es: Leyenda de ejercicios
fr: Légende du quiz
ja: クイズレジェンド
ko: 퀴즈 레전드
ru: Легенда тестов

source: Quiz Machine
de: Quiz-Maschine
es: Máquina de tests
fr: Machine à quiz
ja: クイズマシン
ko: 퀴즈 머신
ru: Машина тестов

source: Quiz Pro
de: Quiz-Profi
es: Pro de ejercicios
ja: クイズプロ
ko: 퀴즈 프로
ru: Про тестов

source: Quiz Rookie
de: Quiz-Anfänger
es: Novato en ejercicios
fr: Débutant en quiz
ja: クイズルーキー
ko: 퀴즈 루키
ru: Новичок тестов

source: Quizzes
de: Quiz
es: Ejercicios
fr: Quiz
ja: クイズ
ko: 퀴즈
ru: Тесты

source: React to Words
de: Auf Wörter reagieren
es: Reacciona a las palabras
fr: Réagir aux mots
ja: 単語にリアクション
ko: 단어에 반응하기
ru: Реакции на слова

source: Reading practice
de: Leseübung
es: Práctica de lectura
fr: Exo de lecture
ja: 読解練習
ko: 읽기 연습
ru: Практика чтения

source: Ready to learn
de: Bereit zum Lernen
es: Listo para aprender
fr: Prêt à apprendre
ja: 学ぶ準備OK
ko: 배울 준비됨
ru: Готов учиться

source: Ready-made lists you can add to your dictionary.
de: Fertige Listen zum Hinzufügen in dein Wörterbuch.
es: Listas listas para añadir a tu diccionario.
fr: Listes prêtes à ajouter à ton dico.
ja: 辞書に追加できる用意された単語リスト。
ko: 사전에 넣을 수 있는 준비된 단어 목록.
ru: Готовые списки, которые можно добавить в словарь.

source: Recall the word
de: Erinner das Wort
es: Recuerda la palabra
fr: Retrouve le mot
ja: 単語を思い出す
ko: 단어를 떠올려
ru: Вспомни слово

source: Recently added
de: Kürzlich hinzugefügt
es: Añadidas recientemente
fr: Ajoutés récemment
ja: 最近追加
ko: 최근 추가
ru: Недавно добавленные

source: Reminder time
de: Erinnerungszeit
es: Hora del recordatorio
fr: Heure du rappel
ja: リマインダー時刻
ko: 알림 시간
ru: Время напоминания

source: Remove photo
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
ja: 写真を削除
ko: 사진 제거
ru: Удалить фото

source: Renews
de: Verlängerung
es: Se renueva
fr: Renouvellement
ja: 更新
ko: 갱신
ru: Продление

source: Request timed out. Please try again.
de: Zeitüberschreitung. Bitte versuche es erneut.
es: La solicitud ha expirado. Inténtalo de nuevo.
fr: Délai dépassé. Veuillez réessayer.
ja: リクエストがタイムアウトしました。もう一度お試しください。
ko: 요청 시간이 초과되었습니다. 다시 시도해 주세요.
ru: Время ожидания истекло. Попробуйте ещё раз.

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
ru: Восстановить покупки

source: Review
de: Wiederholung
es: Repasar
fr: Révision
ja: 復習
ko: 복습
ru: Повторение

source: Review %lld due words
de: %lld fällige Wörter wiederholen
es: Repasa %lld palabras pendientes
fr: Révise %lld mots dus
ja: 期限の%lld語を復習
ko: 기한 단어 %lld개 복습
ru: Повтори %lld слов

source: Review card: %@
de: Wiederholungskarte: %@
es: Tarjeta de repaso: %@
fr: Carte de révision : %@
ja: 復習カード: %@
ko: 복습 카드: %@
ru: Карточка для повторения: %@

source: Review Cards
de: Wiederholungskarten
es: Tarjetas de repaso
fr: Cartes de révision
ja: 復習カード
ko: 복습 카드
ru: Карточки повторения

source: Review with a spaced schedule to keep words fresh in memory.
de: Wiederhole mit zeitlichem Abstand, um Wörter frisch im Gedächtnis zu halten.
es: Repasa con un horario espaciado para mantener las palabras frescas en la memoria.
fr: Révisez à intervalles espacés pour garder les mots frais en mémoire.
ja: 間隔を空けた復習で単語を記憶に定着。
ko: 간격 반복 스케줄로 복습하여 단어를 기억에 생생하게 유지하세요.
ru: Повторяй по расписанию, чтобы слова не забывались.

source: Review words at optimal intervals so they stick in long-term memory.
de: Wiederhole Wörter in optimalen Abständen, damit sie im Langzeitgedächtnis bleiben.
es: Repasa palabras en intervalos óptimos para que se fijen en la memoria a largo plazo.
fr: Révisez les mots à intervalles optimaux pour les ancrer dans la mémoire à long terme.
ja: 最適な間隔で単語を復習し、長期記憶に定着させます。
ko: 최적의 간격으로 단어를 복습하여 장기 기억에 남기세요.
ru: Повторяй слова через оптимальные интервалы, чтобы они закрепились в долговременной памяти.

source: Right on track — see you in a few days
de: Alles auf Kurs — bis in ein paar Tagen
es: Todo en orden — nos vemos en unos días
fr: Tout va bien — à dans quelques jours
ja: 順調です — 数日後にまた会いましょう
ko: 순조로워요 — 며칠 뒤에 봐요
ru: Всё по плану — увидимся через пару дней

source: rounded, like a pillow press
de: rund, wie ins Kissen drücken
es: redondeado, como apretar una almohada
fr: arrondi, comme un coussin
ja: 丸くて、枕を押す感じ
ko: 둥글고, 베개 누르는 느낌
ru: округлая, как нажатие в подушку

source: Royalty
de: Königlich
es: Realeza
fr: Royauté
ja: ロイヤリティ
ko: 로열티
ru: Королевская особа

source: Sapling
de: Setzling
es: Arbolito
fr: Jeune pousse
ja: 若木
ko: 묘목
ru: Саженец

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
ru: Сохранить

source: Save 25%
de: 25% sparen
es: Ahorra 25%
fr: Économisez 25%
ja: 25%お得
ko: 25% 할인
ru: Скидка 25%

source: Save vibe
de: Vibe speichern
es: Guardar vibe
fr: Sauver le vibe
ja: 雰囲気を保存
ko: 바이브 저장
ru: Сохранить вайб

source: Save words with examples, tags and notes so they stay with you.
de: Speichere Wörter mit Beispielen, Tags und Notizen, damit sie bei dir bleiben.
es: Guarda palabras con ejemplos, etiquetas y notas para que siempre estén contigo.
fr: Enregistrez les mots avec exemples, tags et notes pour les garder avec vous.
ja: 例文、タグ、メモ付きで単語を保存。
ko: 예문, 태그, 메모와 함께 단어를 저장하여 기억하세요.
ru: Сохраняй слова с примерами, тегами и заметками, чтобы они всегда были под рукой.

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
ja: 保存しました
ko: 저장됨
ru: Сохранено

source: Saved — home screen icon coming soon
de: Gespeichert — Home-Icon kommt bald
es: Guardado — el icono de inicio llega pronto
fr: Enregistré — l'icône d'accueil arrive bientôt
ja: 保存した — ホームアイコンはもうすぐ
ko: 저장됨 — 홈 아이콘은 곧
ru: Сохранено — иконка на домашнем экране скоро

source: Saved offline — will update when connected
de: Offline gespeichert — wird bei Verbindung aktualisiert
es: Guardado sin conexión — se actualizará al conectarse
fr: Enregistré hors ligne — mis à jour une fois connecté
ja: オフライン保存 — 接続時に更新されます
ko: 오프라인 저장됨 — 연결 시 업데이트
ru: Сохранено офлайн — обновится при подключении

source: Saved.
de: Gespeichert.
es: Guardado.
fr: Enregistré.
ja: 保存しました。
ko: 저장됨.
ru: Сохранено.

source: Saved. Translation will update when available.
de: Gespeichert. Übersetzung wird aktualisiert, sobald verfügbar.
es: Guardado. La traducción se actualizará cuando esté disponible.
fr: Enregistré. La traduction sera mise à jour dès que possible.
ja: 保存しました。翻訳は利用可能になり次第更新されます。
ko: 저장됨. 번역이 가능해지면 업데이트됩니다.
ru: Сохранено. Перевод обновится, когда будет доступен.

source: Say it back
de: Sag's zurück
es: Dilo tú
fr: Répète-le
ja: 言い返す
ko: 따라 말해
ru: Скажи в ответ

source: Say the word
de: Sag das Wort
es: Di la palabra
fr: Dis le mot
ja: その単語を言って
ko: 그 단어를 말해
ru: Скажи слово

source: Scan another photo
de: Weiteres Foto scannen
es: Escanear otra foto
fr: Scanner une autre photo
ja: 別の写真をスキャン
ko: 다른 사진 스캔
ru: Сканировать ещё

source: Scan needs an internet connection
de: Scan braucht eine Internetverbindung
es: El escaneo necesita conexión a internet
fr: Le scan nécessite une connexion internet
ja: スキャンにはインターネット接続が必要です
ko: 스캔하려면 인터넷 연결이 필요해요
ru: Для скана нужно подключение к интернету

source: Scan words
de: Wörter scannen
es: Escanear palabras
fr: Scanner des mots
ja: 単語をスキャン
ko: 단어 스캔
ru: Сканировать слова

source: Scan words from photo
de: Wörter aus Foto scannen
es: Escanear palabras de foto
fr: Scanner les mots depuis une photo
ja: 写真から単語をスキャン
ko: 사진에서 단어 스캔
ru: Сканировать слова с фото

source: School
de: Schule
es: Cole
fr: École
ja: 学校
ko: 학교
ru: Школа

source: Search words, translations, examples...
de: Wörter, Übersetzungen, Beispiele suchen...
es: Buscar palabras, traducciones, ejemplos...
fr: Rechercher mots, traductions, exemples...
ja: 単語、翻訳、例文を検索...
ko: 단어, 번역, 예문 검색...
ru: Искать слова, переводы, примеры...

source: Seasonal effects
de: Saisonale Effekte
es: Efectos estacionales
fr: Effets saisonniers
ja: 季節のエフェクト
ko: 계절 효과
ru: Сезонные эффекты

source: See Apple Settings
de: Apple-Einstellungen ansehen
es: Ver ajustes de Apple
fr: Voir les réglages Apple
ja: Apple設定を確認
ko: Apple 설정 보기
ru: Смотри настройки Apple

source: See it, decode it
de: Sieh's, knack's
es: Míralo, descífralo
fr: Vois, décode
ja: 見て、解きほぐす
ko: 보고, 풀어내
ru: Увидь и расшифруй

source: See you tomorrow
de: Bis morgen
es: Hasta mañana
fr: À demain
ja: また明日
ko: 내일 봐
ru: Увидимся завтра

source: See you tomorrow.
de: Bis morgen.
es: Hasta mañana.
fr: À demain.
ja: また明日。
ko: 내일 봐.
ru: До завтра.

source: Seedling
de: Keimling
es: Semilla
fr: Plantule
ja: 芽生え
ko: 새싹
ru: Росток

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택
ru: Выбрать

source: Select all (%lld)
de: Alle auswählen (%lld)
es: Seleccionar todo (%lld)
fr: Tout sélectionner (%lld)
ja: すべて選択（%lld）
ko: 모두 선택(%lld)
ru: Выбрать все (%lld)

source: Select words
de: Wörter auswählen
es: Seleccionar palabras
fr: Sélectionner les mots
ja: 単語を選択
ko: 단어 선택
ru: Выбрать слова

source: Serendipity
de: Glücksfall
fr: Sérendipité
ja: セレンディピティ
ko: 뜻밖의 행운

source: Session done
de: Session fertig
es: Sesión hecha
fr: Session finie
ja: セッション完了
ko: 세션 끝
ru: Сессия закрыта

source: Set background
de: Hintergrund setzen
es: Poner fondo
fr: Définir le fond
ja: 背景を設定
ko: 배경 설정
ru: Поставить фон

source: Set icon
de: Icon setzen
es: Poner icono
fr: Définir l'icône
ja: アイコンを設定
ko: 아이콘 설정
ru: Поставить иконку

source: Share streak
de: Streak teilen
es: Compartir racha
fr: Partager la série
ja: 連続記録をシェア
ko: 연속 공유
ru: Поделиться стриком

source: Share word
de: Wort teilen
es: Compartir palabra
fr: Partager le mot
ja: 単語を共有
ko: 단어 공유
ru: Поделиться словом

source: Sharpshooter
de: Scharfschütze
es: Francotirador
fr: Tireur d’élite
ja: シャープシューター
ko: 명사수
ru: Снайпер

source: Shopping
de: Einkaufen
es: Compras
ja: ショッピング
ko: 쇼핑
ru: Покупки

source: short playful bump
de: kurzer verspielter Stoß
es: toque corto y juguetón
fr: petit choc joueur
ja: 短くて遊び心のある突き
ko: 짧고 장난스러운 톡
ru: короткий весёлый удар

source: Show answer
de: Antwort zeigen
es: Mostrar respuesta
fr: Afficher la réponse
ja: 答えを表示
ko: 정답 보기
ru: Показать ответ

source: Show Chat
de: Chat anzeigen
es: Mostrar chat
fr: Afficher le chat
ja: チャットを表示
ko: 채팅 표시
ru: Показывать чат

source: Show Daily Challenges
de: Tägliche Challenges zeigen
es: Mostrar retos diarios
fr: Afficher les défis du jour
ja: デイリーチャレンジを表示
ko: 일일 챌린지 표시
ru: Показывать Daily Challenges

source: Show effects
de: Effekte anzeigen
es: Mostrar efectos
fr: Afficher les effets
ja: エフェクトを表示
ko: 효과 표시
ru: Показывать эффекты

source: Show Reading
de: Reading anzeigen
es: Mostrar Reading
fr: Afficher Reading
ja: Readingを表示
ko: Reading 표시
ru: Показывать Reading

source: Show transcription
de: Lautschrift anzeigen
es: Mostrar transcripción
fr: Afficher la transcription
ja: 発音記号を表示
ko: 발음 기호 표시
ru: Показывать транскрипцию

source: Show translation
de: Übersetzung anzeigen
es: Mostrar traducción
fr: Afficher la traduction
ja: 翻訳を表示
ko: 번역 표시
ru: Показывать перевод

source: Show word
de: Wort zeigen
es: Mostrar palabra
fr: Montrer le mot
ja: 単語を表示
ko: 단어 보기
ru: Показать слово

source: Show Word Packs
de: Wortpakete anzeigen
es: Mostrar packs de palabras
fr: Afficher les packs de mots
ja: ワードパックを表示
ko: 단어 팩 표시
ru: Показывать наборы слов

source: Shows when your next words are due — like “see you tomorrow”.
de: Zeigt, wann die nächsten Wörter fällig sind — wie „bis morgen“.
es: Muestra cuándo tocan las siguientes palabras — tipo “hasta mañana”.
fr: Montre quand les prochains mots sont dus — genre « à demain ».
ja: 次の復習までを表示 — 「また明日」みたいなやつ。
ko: 다음 단어 복습 시점 표시 — “내일 봐” 느낌.
ru: Показывает, когда следующие слова due — как «увидимся завтра».

source: Silk
de: Seide
es: Seda
fr: Soie
ja: シルク
ko: 실크
ru: Шёлк

source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
ko: 건너뛰기
ru: Пропустить

source: Slipped into the story
de: In die Geschichte gerutscht
es: Se colaron en la historia
fr: Glissés dans l'histoire
ja: 物語にまぎれた
ko: 이야기에 끼어든 단어
ru: Затесались в историю

source: Small
de: Klein
es: Pequeño
fr: Petit
ja: 小
ko: 작게
ru: Маленький

source: Small daily goals that keep you coming back.
de: Kleine Tagesziele, die dich zurücklocken.
es: Metas diarias pequeñas que te hacen volver.
fr: Petits objectifs du jour pour te faire revenir.
ja: また来たくなる小さなデイリー目標。
ko: 다시 오게 만드는 작은 일일 목표.
ru: Маленькие дневные цели, чтобы возвращаться.

source: Small steps, big vocabulary. Let's go!
de: Kleine Schritte, großer Wortschatz. Los geht's!
es: Pequeños pasos, gran vocabulario. ¡Vamos!
fr: Petits pas, grand vocabulaire. C’est parti !
ja: 小さな一歩、大きな語彙。さあ始めよう！
ko: 작은 걸음, 큰 어휘. 시작해요!
ru: Маленькие шаги — большой словарный запас. Поехали!

source: Smart Dictionary
de: Smartes Wörterbuch
es: Diccionario inteligente
fr: Dictionnaire intelligent
ja: スマート辞書
ko: 스마트 사전
ru: Умный словарь

source: Smart practice
de: Smartes Üben
es: Práctica inteligente
fr: Pratique intelligente
ja: スマート練習
ko: 스마트 연습
ru: Умная практика

source: Smart Repetition
de: Smarte Wiederholung
es: Repetición inteligente
fr: Répétition intelligente
ja: スマート復習
ko: 스마트 반복
ru: Умное повторение

source: Soft
de: Weich
es: Suave
fr: Doux
ja: ソフト
ko: 부드러움
ru: Мягкая

source: soft, neutral
de: sanft, neutral
es: suave, neutro
fr: doux, neutre
ja: 柔らかい、ニュートラル
ko: 부드럽고 중립적인
ru: мягкий, нейтральный

source: Something went wrong. Try again.
de: Etwas ist schiefgelaufen. Versuche es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fr: Quelque chose s’est mal passé. Réessayez.
ja: エラーが発生しました。もう一度お試しください。
ko: 문제가 발생했어요. 다시 시도하세요.
ru: Что-то пошло не так. Попробуй снова.

source: Something you heard today?
de: Etwas, das du heute gehört hast?
es: ¿Algo que escuchaste hoy?
fr: Quelque chose entendu aujourd’hui ?
ja: 今日聞いた言葉は？
ko: 오늘 들은 것?
ru: Услышал что-то сегодня?

source: Spaced Repetition
de: Verteilte Wiederholung
es: Repetición espaciada
fr: Répétition espacée
ja: 間隔反復
ko: 간격 반복
ru: Интервальное повторение

source: Spaced repetition is working its magic
de: Verteiltes Lernen wirkt Wunder
es: La repetición espaciada hace su magia
fr: La répétition espacée fait son effet
ja: 間隔反復が効いてます
ko: 간격 반복이 효과를 발휘하고 있어요
ru: Интервальное повторение делает своё дело

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ja: スペイン語
ko: 스페인어
ru: Испанский

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 速度
ko: 속도
ru: Скорость

source: Spring
de: Frühling
es: Primavera
fr: Printemps
ja: 春
ko: 봄
ru: Весна

source: Sprout
de: Spross
es: Brote
fr: Pousse
ja: 新芽
ko: 새싹
ru: Побег

source: Start 7-day free trial
de: 7-Tage-Testversion starten
es: Comenzar prueba gratuita de 7 días
fr: Démarrer l’essai gratuit de 7 jours
ja: 7日間の無料トライアルを開始
ko: 7일 무료 체험 시작
ru: Начать 7-дневную пробную версию

source: Start 7-Day Free Trial
de: 7-Tage-Testversion starten
es: Comenzar prueba gratuita de 7 días
fr: Démarrer l’essai gratuit de 7 jours
ja: 7日間無料トライアルを開始
ko: 7일 무료 체험 시작
ru: Начать 7-дневную пробную версию

source: Start learning to see your time chart
de: Starte mit dem Lernen, um dein Zeitdiagramm zu sehen
es: Empieza a aprender para ver tu gráfico de tiempo
fr: Commencez à apprendre pour voir votre graphique
ja: 学習を始めて時間チャートを見よう
ko: 학습을 시작하여 시간 차트를 확인하세요
ru: Начни учиться, чтобы увидеть график времени

source: Start today's lesson
de: Heutige Lektion starten
es: Empezar la lección de hoy
fr: Lancer la leçon du jour
ja: 今日のレッスンを始める
ko: 오늘 레슨 시작
ru: Начать сегодняшний урок

source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: 統計
ko: 통계
ru: Статистика

# Stats: %lld total, %lld today
source: Stats: %1$lld total, %2$lld today
de: Statistiken: %lld gesamt, %lld heute
es: Total: %1$lld, hoy: %2$lld
fr: Stats : %lld au total, %lld aujourd’hui
ja: 統計: 合計%lld、今日%lld
ko: 통계: 총 %lld개, 오늘 %lld개
ru: Всего: %1$lld, сегодня: %2$lld

source: Stay curious
de: Bleib neugierig
es: Mantén la curiosidad
fr: Restez curieux
ja: 好奇心を忘れずに
ko: 호기심을 유지하세요
ru: Оставайся любознательным

source: Stay in the loop
de: Bleib im Loop
es: Mantente al tanto
fr: Reste dans la boucle
ja: つながりをキープ
ko: 계속 연결돼 있어
ru: Оставайся на связи

source: Still showing up.
de: Du tauchst immer noch auf.
es: Sigues apareciendo.
fr: T'es toujours là.
ja: まだ来てるね。
ko: 아직도 나타나네.
ru: Всё ещё появляешься.
